tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asciinema"
brew "asciinema2gif"
brew "composer"
brew "docker"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "mas"
brew "node"
brew "php", restart_service: true
brew "qt"
brew "vim"
brew "wine"
brew "winetricks"
brew "yarn"
cask "android-platform-tools"
cask "appcleaner"
cask "caffeine"
cask "docker"
cask "firealpaca"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "haptickey"
cask "intel-power-gadget"
cask "iterm2"
cask "macs-fan-control"
cask "night-owl"
cask "phpstorm"
cask "qlmarkdown"
cask "reaper"
cask "safari-technology-preview"
cask "slack"
cask "sony-xperia-companion"
cask "the-unarchiver"
cask "torbrowser"
cask "transmission"
cask "turbo-boost-switcher"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
