tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "composer"
brew "fzf"
brew "git"
brew "go"
brew "mas"
brew "node"
brew "php", restart_service: true
brew "qt"
cask "caffeine"
cask "docker"
cask "firefox"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "intel-power-gadget"
cask "iterm2"
cask "macs-fan-control"
cask "night-owl"
cask "phpstorm"
cask "qlmarkdown"
cask "reaper"
cask "safari-technology-preview"
cask "slack"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vivaldi"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
